Repository: Baviaan/lotro
Catalog: source/locale/*/LC_MESSAGES/messages.po
Languages: fr

source: {0} I will send you the info in a pm.
fr: {0} Je vous enverrai les informations dans un mp.

source: Hello there! Thanks for applying to {0}.
fr: Bonjour! Merci d'avoir postulé à {0}.

source: {0} you have not allowed me to send you a pm.
fr: {0} vous ne m'avez pas autorisé à vous envoyer un mp.

source: Please respond with your characters' names and classes.
fr: Veuillez répondre avec les noms et les classes de vos personnages.

source: Please respond what times you are generally available for raiding (server time).
fr: Veuillez indiquer les heures auxquelles vous êtes généralement disponible pour effectuer des raids (heure du serveur).

source: Sorry, you took too long to respond.
fr: Désolé, vous avez mis trop de temps à répondre.

source: A new application has arrived!
fr: Une nouvelle candidature est arrivée!

source: Discord username:
fr: Nom d'utilisateur Discord:

source: Discord nickname:
fr: Pseudo Discord:

source: User's response to '{0}':
fr: Réponse de l'utilisateur à '{0}':

source: An error occurred.
fr: Une erreur est survenue.

source: Your application has been successfully submitted. An officer will be in touch soon!
fr: Votre candidature a été soumise!

source: Extension loaded.
fr: Extension chargée.

source: Extension reloaded.
fr: Extension rechargée.

source: Extension not found.
fr: Extension introuvable.

source: Extension failed to load.
fr: Extension n'a pas pu être chargée.

source: **Memory:** {0}/{1}
fr: **Mémoire:** {0}/{1}

source: **Servers:** {0}
fr: **Serveurs:** {0}

source: **Members:** {0}
fr: **Membres:** {0}

source: **We are in the following {0} guilds:**
fr: **Nous sommes dans les serveurs suivantes:**

source: Please use this command in a server.
fr: Veuillez utiliser cette commande sur un serveur.

source: A bot for scheduling raids!
fr: Un bot pour planifier des raids!

source: **Uptime:** {0}.
fr: **Disponibilité:** {0}.

source: Failed to parse tier argument:
fr: Échec de l'analyse de l'argument de niveau:

source: Schedules a raid.
fr: Planifie un raid.

source: Schedules a raid. Day/timezone will default to today/server if not specified. Usage:
fr: Planifie un raid. Le jour/fuseau horaire sera par défaut aujourd'hui/serveur s'il n'est pas spécifié. Utilisation:

source: Examples: {0}raid Anvil 2 Friday 4pm server {0}raid throne t3 21:00
fr: Exemples: {0}raid enclume 2 Vendredi 4pm server {0}raid trone t3 21:00

source: All
fr: Tous

source: Shortcut to schedule a raid (use the aliases).
fr: Raccourci pour planifier un raid (utiliser les alias).

source: Schedules a raid with the name of the command, tier from channel name and bosses 'All'. Day/timezone will default to today/server if not specified. Usage:
fr: Planifie un raid avec le nom de la commande, le tier du nom du canal et les boss 'Tout'. Le jour/fuseau horaire sera par défaut aujourd'hui/serveur s'il n'est pas spécifié. Utilisation:

source: Examples: {0}anvil Friday 4pm server {0}anvil 21:00 BST
fr: Exemples: {0}enclume Vendredi 4pm server {0}enclume 21:00

source: unknown raid
fr: raid inconnu

source: Channel name does not specify tier.
fr: Le nom du canal ne spécifie pas de niveau.

source: Defaulting to tier 1.
fr: Défaillant à niveau 1.

source: <Available>
fr: <Disponible>

source: Enabling roster for this raid.
fr: Activation de la liste pour ce raid.

source: Dearest raid leader, {0} has cancelled their availability. Please note they were assigned to {1} in the raid.
fr: Cher chef de raid, {0} a annulé sa disponibilité. Veuillez noter qu'il a été assigné à {1} dans le raid.

source: {0} you have not assigned yourself any class roles.
fr: {0} vous ne vous êtes attribué aucun rôle de classe.

source: That's an error. Check the logs.
fr: C'est une erreur. Vérifiez les logs.

source: Please respond with 'b(oss)', 'd(ate)', 'r(oster)' or 't(ier)' to indicate which setting you wish to update for this raid.
fr: Veuillez répondre avec 'b(oss)', 'h(eure)', 'l(iste)' ou 'n(iveau)' pour indiquer le paramètre que vous souhaitez mettre à jour pour ce raid.

source: Configuration finished!
fr: Configuration fini!

source: r
fr: l

source: d
fr: h

source: t
fr: n

source: Please specify the new raid boss.
fr: Veuillez spécifier le nouveau boss de raid.

source: Please specify the new raid time.
fr: Veuillez spécifier la nouvelle heure de raid.

source: Failed to parse time argument:
fr: Échec de l'analyse de l'argument de l'heure:

source: Please specify the new raid tier.
fr: Veuillez spécifier le nouveau niveau de raid.

source: Please respond with 'yes/no' to indicate whether you want to use the roster for this raid.
fr: Veuillez répondre par 'oui/non' pour indiquer si vous souhaitez utiliser la liste pour ce raid.

source: Roster configuration finished!
fr: La configuration de la liste est terminée!

source: Roster disabled for this raid. Roster configuration finished!
fr: Liste désactivée pour ce raid. La configuration de la liste est terminée!

source: y
fr: o

source: Roster enabled for this raid.
fr: Liste activée pour ce raid.

source: If you wish to overwrite a default raid slot please respond with the slot number followed by the class emojis you would like. Configuration will finish after 20s of no interaction.
fr: Si vous souhaitez remplacer un emplacement de raid par défaut, veuillez répondre avec le numéro de l'emplacement suivi de l'emojis de classe que vous souhaitez. La configuration se terminera après 20 secondes sans interaction.

source: No valid slot provided!
fr: Aucun emplacement valide fourni!

source: No slot provided!
fr: Aucun emplacement prévu!

source: Classes for slot {0} updated!
fr: Les classes pour l'emplacement {0} ont été mises à jour!

source: There are no players to assign for this raid!
fr: Il n'y a aucun joueur à assigner pour ce raid!

source: **Warning**: removing some noobs from available players!
fr: **Attention**: suppression de quelques noobs des joueurs disponibles!

source: Please select the player you want to assign a spot in the raid from the list below using the corresponding reaction. Assignment will finish after {0}s of no interaction.
fr: Veuillez sélectionner le joueur auquel vous souhaitez attribuer une place dans le raid dans la liste ci-dessous en utilisant la réaction correspondante. L'affectation se terminera après {0}s sans interaction.

source: Available players: *Please wait... Loading*
fr: Joueurs disponibles: S'il vous plaît, patientez un moment.

source: Select the class for this player.
fr: Sélectionnez la classe de ce joueur.

source: Available players:
fr: Joueurs disponibles:

source: Player assignment finished!
fr: Affectation des joueurs terminée!

source: Please select a player first!
fr: Veuillez d'abord sélectionner un joueur!

source: Removed {0} from the line up!
fr: {0} supprimé de la liste!

source: {0} did not sign up with {1}!
fr: {0} ne s'est pas inscrit avec {1}!

source: That is not a class, please start over!
fr: Ce n'est pas une classe, s'il vous plait recommencer!

source: There are no slots available for the selected class.
fr: Aucun emplacement valide fourni pour la classe sélectionnée.

source: Assigned {0} to {1}.
fr: Affecte {0} à {1}.

source: server time
fr: Heure serveur

source: {0} {1} at {2}
fr: {0} {1} à {2}

source: Bosses: {0}
fr: Boss: {0}

source: Time zones:
fr: Fuseaux horaires:

source: Selected line up:
fr: Line up séléctionnée:

source: The following {0} players are available:
fr: Les {0} joueurs suivants sont disponibles:

source: Raid time in your local time (beta)
fr: Heure de raid dans votre heure locale (beta)

source: Gondor calls for aid!
fr: Le Gondor appelle à l'aide!

source: will you answer the call? We are forming for the raid now.
fr: Allez-vous répondre à l'appel? Nous nous préparons pour le raid maintenant.

source: {0} currently has the following roles:
fr: {0} a les rôles suivants:

source: {0} does not have any roles assigned.
fr: {0} n'a aucun rôle assigné.

source: server
fr: serveur

source: Please check the date {0}. You are posting a raid for:
fr: {0} veuillez vérifier que la date est correcte:

source: %A %#I:%M %p
fr: %A %H:%M

source: %A %-I:%M %p
fr: %A %H:%M
